import Image from "next/image";
import TemplateLogin from "@/app/components/templateComponent/login";
import Link from "next/link";
export default function PrivacyPolicy() {
  return (
    <>
      <div className="bg-singha max-xl:bg-[length:auto_40%] min-h-[calc(100vh_-_152px)] max-md:min-h-[calc(100vh_-_198px)] content-center">
        <div className="container mx-auto w-[800] max-md:w-full py-9 px-4">

        <h1 className="text-[#181B31] font-athitiBold text-[36px] leading-[48px] text-center">
            นโยบายคุ้มครองข้อมูลส่วนบุคคล “Privacy Policy”<br />
            บริษัท เดโมโบรกเกอร์ จำกัด
          </h1>
         
        
        <div className="max-w-4xl mx-auto p-6 bg-white rounded-lg mt-10">
        <h1 className="text-2xl font-athitiBold text-center mb-6">ฉบับที่ 1 POLICY/REV.1/2566</h1>

        <p className="text-xl font-athitiSemiBold indent-6 mb-4">บริษัท เดโมโบรกเกอร์ จำกัด  ดำเนินการในฐานะผู้ควบคุมข้อมูลส่วนบุคคล ตระหนักถึงความสำคัญของการคุ้มครองข้อมูลส่วนบุคคลและหลักปฏิบัติ รวมถึง มาตรการรักษาความปลอดภัยข้อมูลส่วนบุคคล เพื่อให้สอดคล้องตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 และกฎหมายอื่นที่เกี่ยวข้อง</p>
        <p className="text-xl font-athitiSemiBold indent-6 mb-4">ทั้งนี้ บริษัทฯ จึงได้จัดทำนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ให้กับบุคคลทั่วไปที่เกี่ยวข้องกับบริษัทฯ รวมถึง บุคลากรทุกคนในบริษัทฯได้รับทราบ ทั้งผู้บริหาร ผู้ถือหุ้น พนักงาน บุคคลภายนอก ผู้ปฏิบัติงานร่วมกับบริษัทฯ ลูกค้า คู่ค้า ให้ทุกคนถือปฏิบัติ โดยผู้บริหารของทุกหน่วยงานมีหน้าที่สนับสนุน ผลักดัน ตรวจสอบการดําเนินงาน โดยถือหลักตามนโยบายและกฎหมายที่เกี่ยวข้องกับพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลอย่างเคร่งครัด ดังนี้</p>

       

        <section className="mb-8">
            <p className="indent-6 text-xl font-athitiMedium mb-4">1. การเก็บรวบรวมข้อมูลส่วนบุคคลให้มีการดำเนินการอย่างจํากัดเพียงเท่าที่จําเป็น ตามวัตถุประสงค์ของการใช้งานเท่านั้น และสอดคล้องตามนโยบาย คู่มือ และหรือแนวปฏิบัติที่บริษัทฯ กำหนด</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">2. คุณภาพของข้อมูลส่วนบุคคลที่จัดเก็บ ให้คำนึงถึงความถูกต้องเหมาะสม มีมาตรการในการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลอย่างเหมาะสม มีการบริหารจัดการความเสี่ยง รวมถึงการสร้างจิตสํานึกความรับผิดชอบในด้านความมั่นคงปลอดภัย ของข้อมูลส่วนบุคคล</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">3. วัตถุประสงค์ในการเก็บรวมรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลภายใต้ฐานทางกฎหมายที่เกี่ยวข้องกับ พรบ. คุ้มครองข้อมูลส่วนบุคคลและให้มีการประมวลผลข้อมูลตามวัตถุประสงค์ที่กำหนดเท่านั้น โดยจะไม่เปิดเผยข้อมูลส่วนบุคคลต่อบุคคลภายนอกเว้นแต่ในกรณีดังต่อไปนี้</p>
            <ul className="list-none list-inside text-xl font-athitiMedium pl-10 mb-4">
                <li className="mb-2">3.1 เพื่อประโยชน์เกี่ยวกับชีวิต สุขภาพ หรือความปลอดภัย (VITAL INTEREST)</li>
                <li className="mb-2">3.2 เพื่อการปฏิบัติตามสัญญาที่มีความผูกพันระหว่างกัน (CONTRACT)</li>
                <li className="mb-2">3.3 เพื่อการดำเนินการตามกฎหมาย คำสั่งศาล หรือผู้มีอำนาจตามกฎหมายที่มีลักษณะทํานองเดียวกัน (OFFICIAL AUTHORITY)</li>
                <li className="mb-2">3.4 เพื่อประโยชน์โดยชอบด้วยกฎหมาย (LEGITIMATE INTEREST)</li>
                <li className="mb-2">3.5 เพื่อการปฏิบัติหน้าที่ตามกฎหมาย (LEGAL OBLIGATION)</li>
                <li className="mb-2">3.6 เพื่อประโยชน์ในการศึกษา วิจัย หรือการทำสถิติ (RESEARCH OR STATISTIC)</li>
                <li className="mb-2">3.7 เป็นกรณีที่ได้รับความยินยอมจากเจ้าของข้อมูลส่วนบุคคล (CONSENT)</li>
            </ul>
            <p className="indent-6 text-xl font-athitiMedium mb-4">4. บริษัทฯ จัดให้มีการประชาสัมพันธ์และเผยแพร่นโยบาย รวมถึง แนวปฏิบัติที่เกี่ยวข้องผ่านทางเว็บไซต์ และมีการดำเนินการเรื่องอื่นๆ ตามที่กฎหมายกำหนด เช่น มีมาตรการ รองรับการใช้สิทธิของเจ้าของข้อมูลส่วนบุคคล กำหนดความรับผิดชอบอำนาจหน้าที่ของบุคลากรที่มีส่วนเกี่ยวข้องในการใช้ข้อมูลส่วนบุคคลและมีการจัดทำข้อตกลงรักษาข้อมูล ร่วมกับผู้ประมวลผลข้อมูลส่วนบุคคล (DATA PROCESSOR AGREEMENT) รวมถึงมีการประกาศแต่งตั้งเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล (DPO) เพื่อทำหน้าที่ตามกฎหมายกำหนด เป็นต้น</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">5. มีการจัดอบรมให้ความรู้กับบุคลากรในบริษัทฯ เพื่อปลูกฝังจิตสํานึก ความรับผิดชอบ และให้ความสำคัญต่อข้อมูลส่วนบุคคลเสมือนเป็นข้อมูลของตนเอง นโยบายฉบับนี้ ยังมีวัตถุประสงค์เพื่อแจ้งกับบุคคลที่เกี่ยวข้องให้ทราบและทำความเข้าใจถึงเหตุผลที่บริษัทฯต้องเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลโดยมีขั้นตอน อย่างชัดเจน ตลอดจนอธิบายถึงมาตรการรักษาความปลอดภัยข้อมูลส่วนบุคคล เพื่อให้สอดคล้องตาม พรบ.คุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ที่ประกาศใช้การเก็บรวบรวมข้อมูลส่วนบุคคลให้มีการดำเนินการอย่างจํากัดเพียงเท่าที่จําเป็น ตามวัตถุประสงค์ของการใช้งานเท่านั้น และสอดคล้องตามนโยบาย คู่มือ และหรือแนวปฏิบัติที่บริษัทฯ กำหนด</p>
        </section>

        <section className="mb-8">
            <h2 className="text-2xl font-athitiSemiBold mb-2">1. ขอบเขตการบังคับใช้</h2>
            <p className="text-xl font-athitiMedium mb-4">นโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ ใช้สำหรับกลุ่มบุคคลดังต่อไปนี้</p>
            
            <p className="indent-6 text-xl font-athitiMedium mb-4">1. กลุ่มลูกค้าทั่วไป วัตถุประสงค์ในการจัดเก็บข้อมูลส่วนบุคคลของกลุ่มลูกค้าทั่วไป เพื่อพัฒนาบริการ ปรับปรุงสินค้า สำรวจตลาด ความต้องการของลูกค้าและแก้ไขข้อบกพร่องต่างๆ ซึ่งกลุ่มลูกค้าทั่วไปประกอบด้วย</p>
            <ul className="list-none list-inside text-xl font-athitiMedium pl-10 mb-4">
                <li className="mb-0">1.1 ลูกค้าบุคคลธรรมดา ทั้งที่เป็นลูกค้าของบริษัทฯในอดีต ปัจจุบันและกลุ่มเป้าหมายของบริษัทฯ ซึ่งอาจเป็นลูกค้าของบริษัทฯ ในอนาคต</li>
                <li className="mb-0">1.2 ลูกค้าที่เป็นตัวแทน ตัวแทนโครงการ ผู้มีอำนาจกระทำการแทนนิติบุคคล กรรมการ ลูกค้าผู้เข้ามาติดต่อ และบุคคลธรรมดาที่ทำหน้าที่ในนามนิติบุคคล</li>
            </ul>

            <p className="indent-6 text-xl font-athitiMedium mb-4">2. กลุ่มคู่ค้า คู่สัญญา วัตถุประสงค์ในการจัดเก็บข้อมูลส่วนบุคคลของกลุ่มคู่ค้า คู่สัญญา เพื่อตรวจสอบและยืนยันตัวตนเกี่ยวกับการเข้าทำธุรกรรมหรือนิติกรรมสัญญา ซึ่งกลุ่มคู่ค้า คู่สัญญานั้นประกอบด้วย</p>
            <ul className="list-none list-inside text-xl font-athitiMedium pl-10 mb-4">
                <li className="mb-0">2.1 บุคคลธรรมดา ซึ่งเป็นคู่ค้าหรือคู่สัญญาของบริษัทฯ ทั้งในอดีต ปัจจุบันและในอนาคต</li>
                <li className="mb-0">2.2 บุคคลที่ทำหน้าที่เป็นตัวแทนหรือผู้มีอำนาจกระทำการแทนนิติบุคคล กรรมการ ผู้ติดต่อและบุคคลธรรมดาที่ทำหน้าที่ในนามนิติบุคคล ซึ่งเป็นคู่ค้าหรือคู่สัญญา นิติบุคคลกับบริษัทฯ</li>
            </ul>

            <p className="indent-6 text-xl font-athitiMedium mb-4">3. กลุ่มกรรมการ ผู้ถือหุ้น นักลงทุน ผู้สอบบัญชีรับอนุญาต รวมถึงบุคคลทั่วไปที่สนใจลงทุนร่วมกับบริษัทฯ วัตถุประสงค์ในการจัดเก็บข้อมูลส่วนบุคคลของบุคคลกลุ่มนี้ เพื่อ ตรวจสอบและยืนยันตัวตนในการลงทุนหรือซื้อหุ้นบริษัทฯ</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">4. กลุ่มผู้มาติดต่อ บุคคลภายนอกที่เข้ามาในบริเวณพื้นที่ของบริษัทฯ วัตถุประสงค์ในการจัดเก็บข้อมูลส่วนบุคคลของบุคคลกลุ่มนี้ เพื่อทำการตรวจสอบบุคคล และสร้าง มาตรฐานด้านความปลอดภัย โดยบริษัทมีความจำเป็นต้องเก็บรวบรวมข้อมูลและรับผิดชอบด้านความปลอดภัยรวมถึงทรัพย์สิน</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">5. กลุ่มพนักงานบริษัท และผู้สมัครงาน ซึ่งอาจครอบคลุมทั้งที่เป็นสมาชิกครอบครัว หรือบุคคลอ้างอิงที่พนักงาน หรือผู้สมัครงานอ้างอิงถึง วัตถุประสงค์ในการจัดเก็บข้อมูล ส่วนบุคคลของบุคคลกลุ่มนี้ เพื่อคัดสรรบุคลากร และบริหารงานภายในองค์กรรวมถึงดำเนินการตามเงื่อนไขการจ้างงานของภาครัฐ</p>

            <p className="indent-6 text-xl font-athitiMedium mb-4">บริษัทฯ อาจทำการเก็บข้อมูลอ่อนไหว (SENSITIVE DATA) กับกลุ่มบุคคลข้างต้นตามความจำเป็น ซึ่งวัตถุประสงค์ในการเก็บข้อมูลอ่อนไหว มีดังนี้</p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">1. ข้อมูลชีวภาพ เพื่อยืนยันตนในการเข้าถึงยังพื้นที่สำนักงาน</p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">2. ข้อมูลศาสนา เพื่อพิจารณาในการจัดสวัสดิการตามประเพณีและบริการจัดเตรียมอาหาร</p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">3. ข้อมูลอาชญากรรม เพื่อคัดกรองบุคคลอันตรายและตรวจสอบคุณธรรมของผู้สมัครงาน</p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">4. ข้อมูลความพิการ เพื่อดำเนินการตามความจำเป็นตามฐานกฎหมาย</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">5. ข้อมูลสุขภาพ เพื่อพิจารณาถึงตำแหน่งที่เหมาะสมกับสภาพร่างกาย</p>

            <p className="indent-6 text-xl font-athitiMedium mb-4">นโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ ยังบังคับใช้ครอบคลุมช่องทางต่างๆ ระหว่างเจ้าของข้อมูลกับหน่วยงานอื่นที่ทำหน้าที่เป็นผู้ให้บริการประมวลผลข้อมูลส่วนบุคคล ไม่ว่า จะเป็นช่องทางการติดต่อสำหรับกลุ่มธุรกิจต่างๆของบริษัทฯ ระบบอิเล็กทรอนิกส์ เว็บไซต์ สายด่วน (CALL CENTER) หรือศูนย์บริการลูกค้า ช่องทางการร้องเรียน หรือให้คำแนะนํา ติชม ช่องทางการติดต่อสื่อสารทางออนไลน์ แอปพลิเคชั่นสําหรับอุปกรณ์เคลื่อนที่ กิจกรรมต่าง ๆ สถานที่สาธารณะหรือชุมชนที่บริษัทฯ ดูแลรับผิดชอบเพื่อสังคม และหรือ เพื่อ กิจกรรมอื่นๆ ที่อาจเกิดขึ้นในอนาคต โดยอธิบายถึงประเภทข้อมูลส่วนบุคคลที่บริษัทฯจัดเก็บ วิธีการ แหล่งที่มา วัตถุประสงค์ที่เก็บรวบรวม ใช้ เปิดเผยและอาจมีการโอนข้อมูลส่วน บุคคลไปยังต่างประเทศ กลุ่มบุคคลที่อาจได้รับการเปิดเผยหรือโอนข้อมูลส่วนบุคคล ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล และสิทธิของเจ้าของข้อมูลส่วนบุคคล ตลอดจน มาตรการรักษาความปลอดภัยข้อมูลส่วนบุคคล</p>


        </section>


        <section className="mb-8">
            <h2 className="text-2xl font-athitiSemiBold mb-2">2. การจำกัดความที่กล่าวถึงในนโยบายฉบับนี้</h2>
            <p className="indent-6 text-xl font-athitiMedium mb-4">บริษัทฯ หมายถึง บริษัท เดโมโบรกเกอร์ จำกัด และรวมถึงผู้มีหน้าที่กระทำการแทนบริษัทด้วย</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">“ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลเกี่ยวกับบุคคลที่ทำให้สามารถระบุตัวบุคคลนั้นได้ ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงผู้ถึงแก่กรรมโดยเฉพาะ ซึ่งบริษัทฯ ได้เก็บรวบรวม ไว้ตามที่ได้แจ้งไว้ในนโยบายฉบับนี้ อย่างไรก็ดี ข้อมูลต่อไปนี้ไม่ใช่ข้อมูลส่วนบุคคล เช่น ข้อมูลสำหรับการติดต่อทางธุรกิจที่ไม่ได้ระบุถึงตัวบุคคล เช่น ชื่อบริษัท ที่อยู่ของบริษัท เลขทะเบียนนิติบุคคลของบริษัท หมายเลขโทรศัพท์ของที่ทำงาน ที่อยู่อีเมล (E-MAIL ADDRESS) ที่ใช้ในการทำงาน ที่อยู่อีเมล (E-MAIL ADDRESS) กลุ่มของบริษัท ข้อมูลนิรนาม (ANONYMOUS DATA) หรือข้อมูลแฝงที่ถูกทำให้ไม่สามารถระบุตัวบุคคลได้อีกโดยวิธีการทางเทคนิค (PSEUDONYMOUS DATA) เป็นต้น</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">“ข้อมูลส่วนบุคคลที่อ่อนไหว” หมายถึง ข้อมูลส่วนบุคคลที่ พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคลกําหนดให้เป็นข้อมูลที่มีความอ่อนไหว ซึ่งบริษัทฯ ได้เก็บรวบรวมใช้ เปิดเผย เมื่อ บริษัทฯ ได้รับความยินยอมตามกฎหมายจากเจ้าของข้อมูลก่อน โดยข้อมูลประเภทนี้บริษัทฯจะจัดเก็บเฉพาะกลุ่มบุคลากรและผู้สมัครงานเท่านั้น ซึ่งข้อมูลอ่อนไหวที่จัดเก็บได้แก่ เพศ ศาสนา ประวัติอาชญากรรม ข้อมูลหนี้สิน ข้อมูลสุขภาพ ความพิการ ข้อมูลทางชีวภาพ เช่น ภาพจําลองใบหน้า จําลองม่านตา และข้อมูลจําลองลายนิ้วมือ</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">“การประมวลผลข้อมูลส่วนบุคคล” หมายถึง การเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล ด้วยวิธีการส่งต่อ เผยแพร่ข้อมูลส่วนบุคคลตามกิจกรรมภายใต้การดำเนินงาน ของบริษัทฯ</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">“การเปิดเผยข้อมูลส่วนบุคคล” บริษัทอาจส่งต่อข้อมูลส่วนบุคคลเฉพาะกลุ่มพนักงาน และผู้สมัครงานไปยังสถานประกอบการอื่น ทั้งหน่วยงานเอกชน หน่วยงานรัฐ เพื่อ ประมวลผลข้อมูล หรือความจำเป็นตามข้อบังคับทางกฎหมาย</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">“เจ้าของข้อมูลส่วนบุคคล” (DATA SUBJECT) หรือ “เจ้าของข้อมูล” หมายถึง ตัวบุคคลที่เป็นเจ้าของข้อมูลส่วนบุคคล แต่ไม่ใช่กรณีที่บุคคลมีความเป็นเจ้าของข้อมูล (OWNERSHIP) หรือเป็นผู้สร้างหรือเก็บรวบรวมข้อมูลนั้นเอง โดยเจ้าของข้อมูลส่วนบุคคลนี้ หมายถึงบุคคลธรรมดาเท่านั้น ไม่รวมถึง “นิติบุคคล” (JURIDICAL PERSON) ที่จัด ตั้งขึ้นตามกฎหมาย เช่น บริษัท สมาคม มูลนิธิ หรือองค์กรอื่นใด ซึ่งเจ้าของข้อมูลส่วนบุคคลควรให้ข้อมูลส่วนบุคคลของตนเองตามความเป็นจริง ไม่บิดเบือน เพื่อปฏิบัติตามกฎหมาย เพื่อปฏิบัติตามกฎหมายหรือภายใต้ฐานสัญญาที่ทำกับบริษัทฯ เป็นลายลักษณ์อักษร เช่น</p>

            <ul className="list-none list-inside text-xl font-athitiMedium pl-10 mb-4">
                <li className="mb-0">1. สัญญาว่าจ้าง เช่น สัญญาจ้างพนักงาน ที่ปรึกษา ผู้ตรวจสอบ วิทยากร ผู้รับเหมา ผู้ให้บริการ ฯลฯ</li>
                <li className="mb-0">2. สัญญาซื้อขาย/สัญญาโครงการ</li>
                <li className="mb-0">3. สัญญาเช่า</li>
                <li className="mb-0">4. สัญญาอื่นๆ /บันทึกข้อตกลงที่มีผลประโยชน์ร่วม</li>
            </ul>

        </section>

        <section className="mb-8">
            <h2 className="text-2xl font-athitiSemiBold mb-2">3. ผลกระทบที่เป็นไปได้ในกรณีที่เจ้าของข้อมูลปฏิเสธการยินยอมฯ</h2>
            <p className="indent-6 text-xl font-athitiMedium mb-4">ผลกระทบที่เป็นไปได้ ในกรณีที่เจ้าของข้อมูลปฏิเสธการยินยอมในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลซึ่งมีผลกระทบต่อเจ้าของข้อมูลของกลุ่มบุคคล ดังต่อไปนี้กลุ่มลูกค้า บริษัทฯ อาจไม่สามารถแจ้งส่วนลด สิทธิพิเศษ อาจรวมถึงการระงับให้บริการกลุ่มกรรมการ คู่ค้า ผู้ถือหุ้น ผู้สอบบัญชี บริษัทฯ ไม่สามารถทำสัญญาการลงทุน ลงนาม หรือดำเนินธุรกิจ ร่วมกันกลุ่มผู้มาติดต่อ บุคคลภายนอกที่เข้ามาในบริเวณพื้นที่ของบริษัทฯ บริษัทอาจปฏิเสธการขอเข้าถึงพื้นที่ตามมาตรการรักษาความปลอดภัยกลุ่มพนักงานบริษัทและผู้สมัครงาน บริษัทฯ ไม่สามารถจัดสวัสดิการ หรือในบางกรณีบริษัทฯ อาจจำเป็นต้องยกเลิกสัญญาที่ทำกับเจ้าของข้อมูลที่ปฏิเสธการยินยอมฯ เนื่องจากไม่สามารถดำเนินการประมวลผลหรือส่งต่อ เพื่อประมวลผล ตามวัตถุประสงค์ของสัญญาจ้างและหรือกฎหมายที่เกี่ยวข้อง</p>
        </section>

        <section className="mb-8">
            <h2 className="text-2xl font-athitiSemiBold mb-2">4. การใช้คุกกี้ (COOKIES)</h2>
            <p className="indent-6 text-xl font-athitiMedium mb-4">ในการเข้าชมเว็บไซต์ของบริษัทฯ อาจมีการเก็บรวบรวมข้อมูลโดยอัตโนมัติ คุกกี้บางส่วนมีความจําเป็นเพื่อให้เว็บไซต์สามารถทำงานได้อย่างเหมาะสม และบางส่วนเป็นคุกกี้ที่มีไว้ เพื่ออํานวยความสะดวกแก่ผู้เข้าชมเว็บไซต์ ซึ่งท่านสามารถศึกษาข้อมูลเพิ่มเติมได้ในนโยบายคุกกี้ของบริษัทฯ</p>
        </section>

        <section className="mb-8">
            <h2 className="text-2xl font-athitiSemiBold mb-2">5. การเก็บรักษา ระยะเวลา และมาตรการรักษาความมั่นคงปลอดภัย</h2>
            <p className="indent-6 text-xl font-athitiMedium mb-4">บริษัทฯ จะเก็บรักษาข้อมูลส่วนบุคคลไว้ตราบเท่าที่จําเป็น เพื่อบรรลุตามวัตถุประสงค์ที่ได้แจ้งไว้ในนโยบายฉบับนี้ โดยจะพิจารณาระยะเวลาที่เหมาะสม ตามระยะเวลาที่อาจ คาดการณ์ได้ตามกฎหมายและมาตรฐานการเก็บของบริษัทฯ ไม่เกินกว่า 10 ปีตามอายุความ กรุณาดูตารางชี้แจงกลุ่มบุคคลที่บริษัทฯจัดเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล บริษัทฯ จะดูแลรักษาและเก็บข้อมูลส่วนบุคคลให้มีความปลอดภัยที่เหมาะสม ไม่ว่าในรูปแบบของ เอกสาร ระบบคอมพิวเตอร์ และระบบอิเล็กทรอนิกส์ต่างๆ รวมถึงเครื่องมือต่างๆ ที่ บริษัทฯ ใช้เพื่อรักษาความปลอดภัยในข้อมูลส่วนบุคคล ทั้งนี้ บริษัทฯ มีการจํากัดการเข้าถึง และใช้เทคโนโลยีในการรักษาความปลอดภัยในข้อมูลส่วนบุคคล เพื่อป้องกันมิให้มีการ เข้าสู่ระบบคอมพิวเตอร์ หรือระบบอิเล็กทรอนิกส์โดยไม่ได้รับอนุญาต รวมถึงเมื่อมีการเปิดเผยข้อมูลส่วนบุคคลแก่บุคคลภายนอกที่ดำเนินการประมวลผลหรือแก่ผู้ประมวลผลข้อมูล บริษัทฯ จะดำเนินการกำกับดูแลให้บุคคลนั้นดำเนินการอย่างเหมาะสมให้เป็นไปตามกฎหมายกำหนด</p>
        </section>

        <section className="mb-8">
            <h2 className="text-2xl font-athitiSemiBold mb-2">6. สิทธิของเจ้าของข้อมูลส่วนบุคคล</h2>
            <p className="indent-6 text-xl font-athitiMedium mb-4">เจ้าของข้อมูลส่วนบุคคลมีสิทธิจะเพิกถอนความยินยอม ระงับการใช้ชั่วคราว แจ้งถึงเหตุการถูกละเมิด โดยสามารถแจ้งความประสงค์ให้เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล ทราบเป็นลายลักษณ์อักษรผ่านทางจดหมายอิเล็กทรอนิกส์ <Link href="mailto:dpo@9singhabroker.com">dpo@9singhabroker.com</Link> ได้ตลอดเวลา</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">นอกจากนี้ ภายใต้ พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล เจ้าของข้อมูลส่วนบุคคล มีสิทธิร้องขอตามกฎหมาย ดังต่อไปนี้</p>

            <ul className="list-none list-inside text-xl font-athitiMedium pl-10 mb-4">
                <li className="mb-2">6.1 สิทธิในการเข้าถึงข้อมูลส่วนบุคคล (RIGHT OF ACCESS) เจ้าของข้อมูลส่วนบุคคลมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของตนที่ บริษัทฯ เก็บรวบรวม และขอให้ บริษัทฯ ทำสำเนาข้อมูลส่วนบุคคลดังกล่าวให้แก่เจ้าของข้อมูลส่วนบุคคล</li>
                <li className="mb-2">6.2 สิทธิในการขอให้โอนย้ายข้อมูลส่วนบุคคล (RIGHT TO DATA PORTABILITY) เจ้าของข้อมูลส่วนบุคคล มีสิทธิในการขอรับข้อมูลส่วนบุคคล รวมถึง สิทธิขอให้ส่งข้อมูล ไปยังบุคคลอื่น ซึ่งบริษัทฯ อาจเรียกเก็บค่าใช้จ่ายหากการร้องขอหรือการใช้สิทธินั้นซ้ำซ้อนเกินสมควร หรือบริษัทฯต้องใช้ความพยายามทางเทคนิคในการจัดการมากเกินสมควร</li>
                <li className="mb-2">6.3 สิทธิในการขอแก้ไขข้อมูลส่วนบุคคล (RIGHT TO RECTIFICATION) ในการเก็บข้อมูลส่วนบุคคลเพื่อให้เป็นข้อมูลที่สมบูรณ์ ถูกต้องและเป็นปัจจุบัน เจ้าของข้อมูลส่วน บุคคลมีสิทธิในการขอแก้ไข ปรับปรุง เปลี่ยนแปลงข้อมูลส่วนบุคคลที่ไม่ถูกต้องหรือเพิ่มเติมข้อมูลที่ไม่สมบูรณ์ได้</li>
                <li className="mb-2">6.4 สิทธิในการคัดค้านการประมวลผล (RIGHT TO OBJECT) เจ้าของข้อมูลมีสิทธิในการคัดค้านการเก็บรวบรวม ใช้ เปิดเผยข้อมูลส่วนบุคคล หรือระงับการใช้ข้อมูล เว้นแต่จะ มีข้อจํากัดทางกฎหมายที่บริษัทฯ ไม่อาจทำตามความเรียกร้องได้</li>
                <li className="mb-2">6.5 สิทธิในการเพิกถอนความยินยอม (RIGHT TO WITHDRAW CONSENT) เจ้าของข้อมูลส่วนบุคคลมีสิทธิเพิกถอนความยินยอมได้ตลอดเวลา เว้นแต่ การเพิกถอนความ ยินยอมจะมีข้อจํากัดตามกฎหมายหรือตามสัญญา ทั้งนี้ การถอนความยินยอมจะไม่ส่งผลกระทบต่อการประมวลผลข้อมูลส่วนบุคคลที่ได้ให้ความยินยอมไว้ก่อนหน้าโคยชอบด้วย กฎหมายและตามฐานสัญญาที่ได้ให้ไว้</li>
                <li className="mb-2">6.6 สิทธิในการลบหรือทำลายข้อมูลส่วนบุคคล (RIGHT TO ERASURE) ท่านมีสิทธิขอให้บริษัทฯ ลบหรือทำลายข้อมูลส่วนบุคคลของท่าน หรือทำให้ข้อมูลส่วนบุคคลของท่าน ไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลได้ต่อไป ทั้งนี้ การใช้สิทธิลบหรือทำลายข้อมูลส่วนบุคคลนี้จะต้องอยู่ภายใต้เงื่อนไขตามที่กฎหมายกำหนด</li>
                <li className="mb-2">6.7 สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคล (RIGHT TO RESTRICTION OF PROCESSING) ท่านมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลของท่าน ทั้งนี้ ในกรณีดังต่อไปนี้
                    <ul className="list-none list-inside text-xl font-athitiMedium pl-10 mb-4">
                        <li className="mb-2">6.7.1 เมื่ออยู่ในช่วงเวลาที่บริษัทฯ ทำการตรวจสอบตามคำร้องขอของเจ้าของข้อมูลส่วนบุคคลให้แก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง สมบูรณ์และเป็นปัจจุบัน</li>
                        <li className="mb-2">6.7.2 ข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลถูกเก็บรวบรวม ใช้ หรือเปิดเผยโดยมิชอบด้วยกฎหมาย</li>
                        <li className="mb-2">6.7.3 เมื่อข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่บริษัทฯ ได้แจ้งในการเก็บรวบรวม แต่เจ้าของข้อมูลส่วน บุคคลประสงค์ให้บริษัทฯ เก็บรักษาข้อมูลนั้นต่อไปเพื่อประกอบการใช้สิทธิตามกฎหมาย</li>
                        <li className="mb-2">6.7.4 เมื่ออยู่ในช่วงเวลาที่บริษัทฯ กำลังพิสูจน์ถึงเหตุอันชอบด้วยกฎหมายในการเก็บรวบรวมข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคล หรือตรวจสอบความจำเป็นใน การเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อประโยชน์สาธารณะ อันเนื่องมาจากการที่เจ้าของข้อมูลส่วนบุคคลได้ใช้สิทธิคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูล ส่วนบุคคล</li>
                    </ul>

                </li>
            </ul>

            <p className="indent-6 text-xl font-athitiMedium mb-4">ทั้งนี้เจ้าของข้อมูลมีสิทธิยื่นคําร้องขอใช้สิทธิต่อเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล โดยบริษัทฯจะดำเนินการตามคำร้องขอใช้สิทธิของเจ้าของข้อมูลทันที เว้นแต่จะปรากฏ ข้อเท็จจริงว่า การดำเนินการตามคำร้องขอดังกล่าวนั้นเกินสมควร พิสูจน์แล้วไม่เป็นความจริง หรือเป็นการขัดต่อกฎหมาย เหตุดังกล่าวนี้บริษัทฯ จะปฏิเสธคําร้องขอใช้สิทธิฯ โดยจะแจ้งให้เจ้าของข้อมูลทราบ</p>
            <p className="indent-6 text-xl font-athitiMedium mb-4">การแจ้งเหตุละเมิดและการพิจารณา เจ้าของข้อมูลมีสิทธิร้องเรียนหากเกิดเหตุละเมิดข้อมูลส่วนบุคคลของท่านโดยตรงต่อคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล อย่างไรก็ ตามท่านสามารถแจ้งร้องเรียนมายังบริษัทฯต่อเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล บริษัทฯจะดำเนินการรับเรื่องร้องเรียนเมื่อได้รับการแจ้งเหตุจากเจ้าของข้อมูล โดยเบื้องต้นจะ พิจารณาและทบทวนความเสียหายที่เกิดขึ้นกับเจ้าของข้อมูลก่อน เมื่อพิจารณาแล้วพบว่าเจ้าของข้อมูลเกิดความเสียหายจริง จึงจะดำเนินการตามขั้นตอนที่กฎหมายกำหนดต่อไป แต่ทั้งนี้จะดำเนินการไม่เกิน 72 ชั่วโมง</p>



            
        </section>

        <section className="mb-8">
            <h2 className="text-2xl font-athitiSemiBold mb-2">7. การติดต่อบริษัทฯ และการร้องขอใช้สิทธิของเจ้าของข้อมูลส่วนบุคคล</h2>
            <p className="indent-6 text-xl font-athitiMedium mb-4">หากท่านมีข้อสงสัยใดเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ หรือประสงค์ที่จะใช้สิทธิเกี่ยวกับข้อมูลส่วนบุคคลของท่านสามารถติดต่อสอบถามได้ที่</p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล (DATA PROTECTION OFFICER: DPO)</p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">สถานที่ติดต่อ : ศูนย์คุ้มครองข้อมูลส่วนบุคคล บริษัท เดโมโบรกเกอร์ จำกัด</p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">99/99 ชั้น 9  กรุงเทพมหานคร 10100</p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">Email : <Link href="mailto:">noreply@agentdemo.com</Link></p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">Tel : <Link href="tel:">02 999 9999</Link></p>
            <p className="indent-6 text-xl font-athitiMedium mb-0">Website : <Link href="https://agentdemo">https://agentdemo</Link></p>
        </section>

        <section className="mb-8">
            <h2 className="text-2xl font-athitiSemiBold mb-2">8. การทบทวนและปรับปรุงนโยบายคุ้มครองข้อมูลส่วนบุคคล</h2>
            <p className="indent-6 text-xl font-athitiMedium mb-4">บริษัทฯ อาจทบทวน ปรับปรุง เปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้เป็นครั้งคราว เพื่อให้สอดคล้องกับแนวปฏิบัติ กฎหมายอื่นๆ ที่อาจเพิ่มเติม หรือบังคับใช้ใน อนาคต ระเบียบและข้อบังคับที่เกี่ยวข้อง ทั้งนี้ หากมีการปรับปรุงเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ บริษัทฯ จะประกาศนโยบายฉบับปรับปรุงบนเว็บไซต์ของบริษัทฯ <Link href=" https://9singhabroker.com">https://9singhabroker.com</Link> และช่องทางอื่นๆ ของบริษัทฯ ต่อไป</p>
        </section>


        <section className="mb-8">
            <p className="text-xl font-athitiMedium mb-8 text-center">ประกาศ ณ วันที่ 22 พฤษภาคม 2567</p>
            <p className="text-xl font-athitiMedium text-center">นายสุดยอด ยอดเยี่ยม</p>
            <p className="text-xl font-athitiMedium mb-8 text-center">ผู้จัดการฝ่ายเทคโนโลยีสารสนเทศ</p>
        
        </section>

        
    </div>
      
          
          
        </div>
      </div>
    </>
  );
}
